package ru.gb.springdemo.hw;

public class Homework {

  /**
   *
   *
   *
   *
   *
   *
   * 3.2* К ресурс POST /issue добавить запрос PUT /issue/{issueId}, который закрывает факт выдачи. (т.е. проставляет returned_at в Issue).
   * Замечание: возвращенные книги НЕ нужно учитывать при 2.1
   * 3.3** Пункт 2.1 расширить параметром, сколько книг может быть на руках у пользователя.
   * Должно задаваться в конфигурации (параметр application.issue.max-allowed-books). Если параметр не задан - то использовать значение 1.
   */

}
